Repository: ThomasWeldingh/GameCalendarNative
Catalog: Sources/GameCalendarNative/Resources/Localizable.xcstrings
Source language: nb
Languages: en

source: Ønskelisten er tom
en: Wishlist is empty

source: Klikk på hjertet på et spill for å legge det til
en: Click the heart on a game to add it

source: Tilgjengelig nå
en: Available now

source: Spill som kommer snart
en: Coming soon

source: Alle ønsker (%lld)
en: All wishes (%lld)

source: Del
en: Share

source: Last ned kalender (%lld spill)
en: Download calendar (%lld games)

source: Gratis
en: Free

source: I dag!
en: Today!

source: I morgen!
en: Tomorrow!

source: om %lld dager
en: in %lld days

source: 🎮 Min spillønskeliste:
en: 🎮 My game wishlist:

source: Filtrer spill
en: Filter games

source: Nullstill
en: Reset

source: POPULARITET
en: POPULARITY

source: Alle
en: All

source: Kjente
en: Known

source: Populære
en: Popular

source: Topp
en: Top

source: SPILLTYPE
en: GAME TYPE

source: Vis indie games
en: Show indie games

source: UTGIVER
en: PUBLISHER

source: SJANGER
en: GENRE

source: Spillkalender
en: Game Calendar

source: Sist oppdatert:
en: Last updated:

source: siden
en: ago

source: +%lld nye spill
en: +%lld new games

source: +%lld nye
en: +%lld new

source: Importerer...
en: Importing...

source: Filtre
en: Filters

source: Ferdig
en: Done

source: Innstillinger
en: Settings

source: Utseende
en: Appearance

source: Aksentfarge
en: Accent color

source: API-innstillinger
en: API settings

source: Varsler:
en: Notifications:

source: Aktivert
en: Enabled

source: Deaktivert
en: Disabled

source: Importer
en: Import

source: Importer spill fra IGDB
en: Import games from IGDB

source: Varsler for ønskeliste
en: Wishlist notifications

source: Få varslinger når spill på ønskelisten får dato, oppdateringer, og påminnelser før lansering.
en: Get notifications when wishlist games get a date, updates, and reminders before launch.

source: Fjern fra ønskeliste
en: Remove from wishlist

source: Legg til ønskeliste
en: Add to wishlist

source: Legg til i liste
en: Add to list

source: Del spill
en: Share game

source: Legg til i kalender
en: Add to calendar

source: Åpne nettside
en: Open website

source: Lukk
en: Close

source: Utvikler
en: Developer

source: Utgiver
en: Publisher

source: Trailere
en: Trailers

source: Nyheter
en: News

source: Skjermbilder
en: Screenshots

source: Nettside
en: Website

source: Søker...
en: Searching...

source: Ingen treff med valgte filtre
en: No results with selected filters

source: Prøv å fjerne noen filtre
en: Try removing some filters

source: %lld treff
en: %lld results

source: Popularitet — antall vurderinger
en: Popularity — number of ratings

source: Mine lister
en: My lists

source: %lld spill
en: %lld games

source: Tilbake
en: Back

source: Ingen spill ennå
en: No games yet

source: Legg til spill via spilldetaljer
en: Add games from game details

source: Ingen spillslipp denne dagen
en: No game releases this day

source: Sorter:
en: Sort:

source: Popularitet
en: Popularity

source: Ingen kommende spill uten dato
en: No upcoming games without a date

source: Man
en: Mon

source: Tir
en: Tue

source: Ons
en: Wed

source: Tor
en: Thu

source: Fre
en: Fri

source: Lør
en: Sat

source: Søn
en: Sun

source: +%lld til
en: +%lld more

source: Søk spill...
en: Search games...

source: Søk etter spill...
en: Search for games...

source: Vis som liste
en: Show as list

source: Vis som kort
en: Show as cards

source: I dag
en: Today

source: Nye spill lagt til
en: New games added

source: Fra siste import
en: From latest import

source: Ingen nye spill
en: No new games

source: Kjør en import for å hente nye spill fra IGDB
en: Run an import to fetch new games from IGDB

source: Fullskjerm
en: Fullscreen

source: Kommende spill
en: Upcoming games

source: Ingen spill denne uken
en: No games this week

source: Åpne Game Calendar
en: Open Game Calendar

source: Måned
en: Month

source: Uke
en: Week

source: Dag
en: Day

source: Kommende
en: Upcoming

source: Ønskeliste
en: Wishlist

source: Lister
en: Lists

source: Nylig lagt til
en: Recently added

source: Nylig
en: Recent

source: Lys
en: Light

source: Mørk
en: Dark

source: Blå
en: Blue

source: Lilla
en: Purple

source: Grønn
en: Green

source: Oransje
en: Orange

source: Rød
en: Red

source: Rosa
en: Pink

source: Turkis
en: Teal

source: Synkroniserer fra API...
en: Syncing from API...

source: Backend API utilgjengelig og IGDB-nøkler mangler
en: Backend API unavailable and IGDB keys missing

source: Henter nylige spill fra IGDB...
en: Fetching recent games from IGDB...

source: Spillønskeliste
en: Game Wishlist

source: spill slippes denne dagen
en: games released this day
